Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/motorferdsel_i_utmark.html.tmx
Source language: nob
Languages: sme

source: Motorferdsel i utmark
sme: Mohtorjohtalus meahcis

source: Tradisjonell bruk og nærhet til naturen er endret over tid og motorferdsel er et uttrykk for dette.
sme: Árbevirolaš geavaheapmi ja lagašvuohta lundui leat áiggi mielde rievdan ja mohtorjohtalus lea okta mii dan čájeha.

source: For mange av oss er motorferdsel i utmark en måte å videreføre våre forfedres utmarksbruk og høsting.
sme: Ollugiidda mis lea mohtorjohtalus meahcis okta vuohki movt joatkit min máttuid meahccegeavaheami ja mehciin ávkkástallama.

source: Kunnskapen knyttet til utmarksressurser er bevart og overført gjennom ferdsel, høsting og tilstedeværelse i landskapet.
sme: Máhttu meahcceresurssaid ektui lea bisuhuvvon ja lea sirdášuvvan johtalusa, ávkkástallama ja leahkima bokte eanadagas.

source: Deltakelse i meahcásteapmi innebærer også at en får kulturell og språklig kompetanse om landskapet som har formet oss og vår verdier og verdensanskuelse.
sme: Meahcáteapmái searvan mearkkaša maiddái ahte oažžut kultuvrralaš ja gielalaš gelbbolašvuođa eanadaga birra mii lea hábmen min ja min árvvuid ja máilmmigova.
